org/recipes/edamame-brown-rice-bowl.org
#+TITLE: Edamame Brown Rice Bowl
#+DATE: 2019-10-02
#+SETUPFILE: ../recipe.setup

* Ingredients
** Tamari scallion sauce
   - 1 cup sliced green onions
   - ¼ cup rice vinegar
   - 2 tbsp orange juice
   - 4 tsp sesame oil
   - 1 tsp tamari/soy sauce

** Other bits
   - 1 cup cooked brown rice
   - 4 cup shelled edamame
   - 1/3 cup roasted sliced almonds (optional)

* Instructions
  1. Make the sauce by putting all sauce ingredients into the blender until sorta smooth.
  2. Assemble the bowl with equal parts rice and edamame, then drizzle with a couple tablespoons of sauce. Sprinkle with almonds if so desired. 

