recipes/edamame-brown-rice-bowl.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Edamame Brown Rice Bowl</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="james" />
<link rel="stylesheet" type="text/css" href="../static/recipe.css" />
<link rel="icon" type="image/ico" href="../static/favicon.svg" />
</head>
<body>
<div id="org-div-home-and-up"> <a href="../index.html"> Home </a> </div> <div id="btns"><button id="copy-btn" onclick="copyTicked()"></button> <button id="untick-btn" onclick="untickAll()"></button></div><div id="notify">Copied!</div><div id="content">
<h1 class="title">Edamame Brown Rice Bowl</h1>

<div id="outline-container-org88c2474" class="outline-2">
<h2 id="org88c2474">Ingredients</h2>
<div class="outline-text-2" id="text-org88c2474">
</div>
<div id="outline-container-orgb016a3c" class="outline-3">
<h3 id="orgb016a3c">Tamari scallion sauce</h3>
<div class="outline-text-3" id="text-orgb016a3c">
<ul class="org-ul">
<li>1 cup sliced green onions</li>
<li>1/4 cup rice vinegar</li>
<li>2 tbsp orange juice</li>
<li>4 tsp sesame oil</li>
<li>1 tsp tamari/soy sauce</li>
</ul>
</div>
</div>

<div id="outline-container-org361c6be" class="outline-3">
<h3 id="org361c6be">Other bits</h3>
<div class="outline-text-3" id="text-org361c6be">
<ul class="org-ul">
<li>1 cup cooked brown rice</li>
<li>4 cup shelled edamame</li>
<li>1/3 cup roasted sliced almonds (optional)</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgd5d60ac" class="outline-2">
<h2 id="orgd5d60ac">Method</h2>
<div class="outline-text-2" id="text-orgd5d60ac">
<ol class="org-ol">
<li>Make the sauce by putting all sauce ingredients into the blender until sorta smooth.</li>
<li>Assemble the bowl with equal parts rice and edamame, then drizzle with a couple tablespoons of sauce. Sprinkle with almonds if so desired.</li>
</ol>
</div>
</div>
</div>
</body>
</html>
